Repository: Palmfeldt/monster-masher-js
Catalog: monster-masher-1.8/po/*.po
Languages: de, es, fi, fr, it, pl, pt_br, sr@latn, sv

source: Level %1 cleared for monsters!
de: Monster in Level %1 beseitigt!
es: ¡Nivel %1 limpiado de moustruos!
fi: Taso %1 siivottu hirviöistä!
fr: Niveau %1 nettoyé de ses monstres !
it: Livello %1 ripulito dai mostri!
pl: Poziom %1 został wyczyszczony z monstrów!
pt_br: Nível %1 sem monstros!
sr@latn: Nivo %1 je očišćen od čudovišta!
sv: Nivå %1 tömd på monster!

source: And the last hero disappeared...
de: Und der letzte Held verschwand...
es: Y el último héroe desapareció...
fi: Ja viimeinen sankari katosi...
fr: Et le dernier héros disparut...
it: L'ultimo eroe è scomparso...
pl: I ostatni bohater zniknął...
pt_br: E o último herói desapareceu...
sr@latn: I poslednji junak je nestao...
sv: Och den siste hjälten försvann...

source: All levels liberated!
de: Alle Level befreit!
es: ¡Todos los niveles liberados!
fi: Kaikki tasot vapautettu!
fr: Tous les niveaux ont été libérés !
it: Tutti i livelli ripuliti!
pl: Wszystkie poziomy zostały uwolnione!
pt_br: Todos os níveis liberados!
sr@latn: Svi nivoi oslobođeni!
sv: Alla nivåer befriade!

source: Entering level %1...
de: Level %1 betreten...
es: Entrando al nivel %1...
fi: Siirrytään tasolle %1...
fr: Entrée du niveau %1...
it: Stai entrando nel livello %1...
pl: Przechodzenie na poziom %1...
pt_br: Entrando no nível %1...
sr@latn: Ulazi na nivo %1...
sv: Går in i nivå %1...

source: Fatal error
de: Schwerwiegender Fehler
es: Error fatal
fi: Kriittinen virhe
fr: Erreur fatale
it: Errore fatale
pl: Poważny błąd
pt_br: Erro fatal
sr@latn: Kobna greška
sv: Ödesdigert fel

source: %1. Check your installation or report the problem to the distributor if you installed from a package.
de: %1. Überprüfen Sie Ihre Installation oder berichten Sie den Fehler dem Distributor, falls Sie Monster Masher aus einem Paket heraus installiert haben.
es: %1. Compruebe su instalación o informe del problema al distribuidor si instaló desde un paquete.
fi: %1. Tarkista asennuksesi tai raportoi ongelma levittäjälle, mikäli asensit ohjelman pakkauksesta.
fr: %1. Vérifiez votre installation ou reportez le problème à votre distribution si vous avez procédé à l'installation depuis un paquetage.
it: %1. Controlla l'installazione o riporta il problema al distributore se installato da pacchetto.
pl: %1. Sprawdź swoją instalację, lub zgłoś problem dystrybutorowi jeśli program został zainstalowany z pakietu.
pt_br: %1. Verifique sua instalação ou relate seu problema ao seu distribuidor, se você instalou a partir de um pacote.
sr@latn: %1. Proverite vašu instalaciju i prijavite problem distributeru ukoliko ste instalirali pomoću pripremljenog paketa.
sv: %1. Kontrollera din installation eller rapportera problemet till distributören om du installerade från ett paket.

source: In the old days, before man entered the world, the gnomes were abundant.
de: In alten Zeiten, noch bevor der Mensch das Licht der Welt erblickte, gab es Gnome in Hülle und Fülle.
es: En los días antiguos, antes de que el hombre entrase en el mundo, los gnomos abundaban.
fi: Kauan sitten, ennen kuin ihminen saapui maailmaan, sitä hallitsivat maahiset.
fr: Dans les temps anciens, avant que l'Homme n'apparaisse dans le monde, les gnomes étaient nombreux.
it: Nelle antiche ere, prima che gli uomini comparissero nel mondo, regnavano gli gnomi.
pl: W dawnych czasach, zanim ludzie pojawili się na świecie, gnomów było dużo.
pt_br: Antigamente, antes do homem viver na Terra, os gnomos viviam em abundância.
sr@latn: Nekada davno, pre nego što je čovek kročio na svet, gnoma je bilo u izobilju.
sv: Förr i tiden, innan människan fanns, var tomtarna vanliga.

source: Through centuries of hard labour, only slightly eased by the levitational powers provided to them by their god, they bored out shafts and caves in the mountains.
de: Durch Jahrhunderte harter Arbeit, nur unwesentlich erleichtert durch die von ihrem Gott bereitgestellten Flugkräfte, gruben sie Schächte und Stollen in die Berge.
es: A través de siglos de duro trabajo, sólo ligeramente facilitados por los poderes de levitación otorgados por su dios, cavaron cuevas en las montañas.
fi: Vuosisatojen ajan he kaivoivat kuiluja ja luolia vuoriin. Työ oli kovaa, ja sitä kevensi vain hieman maahisten jumalan kansalleen lahjoittama leijuntakyky.
fr: Durant des siècles de dur labeur, assisté seulement par le pouvoir de lévitation que leur procuraient leurs dieux, ils creusèrent puits et caves dans la montagne.
it: Dopo secoli di duro lavoro, aiutati solamente dai poteri di levitazione donati loro dal loro dio, scavarono gallerie e cunicoli nella montagna.
pl: Dzięki wiekom ciężkiej pracy i odrobinie uwolnionej energii lewitacji udostępnionej im przez swoich bogów, przewiercili szyby i jaskinie w górach.
pt_br: Durante séculos de trabalho duro, ajudado apenas um pouco pelos poderes de levitação dados a eles por seus deuses, eles perfuraram minas e cavernas nas montanhas.
sr@latn: Kroz vekove mukotrpnog rada, jedva malo olakšan njihovim sposobnostima lebdenja koje im je podario njihov bog, kopali su rude i pećine u planinama.
sv: Genom århundraden av hårt arbete, endast delvis förenklat av levitationskrafterna som deras gud tillhandahöll dem, borrade de schakt och grottor i bergen.

source: Always seeking the precious stones and valuable ore...
de: Stets suchten Sie nach kostbaren Steinen und wertvollem Erz...
es: Siempre buscando las piedras preciosas y el valioso mineral...
fi: Loputtoman etsinnän kohteena olivat kallisarvoiset kivet ja arvokkaat malmit...
fr: Toujours cherchant les pierres précieuses et l'or...
it: Sempre alla ricerca di pietre preziose e metalli rari...
pl: Zawsze szukając kamieni szlachetnych i wartościowych złóż...
pt_br: Sempre à procura de pedras preciosas e minérios valiosos...
sr@latn: Uvek u potrazi za dragocenim kamenjem i vrednim rudama...
sv: Ständigt sökande de dyrbara stenarna och den värdefulla malmen...

source: But one clan dug deeper than the others. Only its wealth was growing quicker than its greed.
de: Doch ein Clan grub tiefer als die Anderen. Nur sein Wohlstand wuchs schneller als seine Gier.
es: Pero un clan cavó más profundo que otros. Sólo su riqueza iba creciendo más rápido que su codicia.
fi: Mutta yksi klaani kaivoi muita syvemmälle. Vain se rikastui ahneutensa kasvua nopeammin.
fr: Mais un clan creusait plus profond que les autres. Et seul sa richesse croîssait plus rapidement que sa cupidité.
it: Ma un clan scavò più in profondità degli altri. Solo la sua ricchezza cresceva più in fretta della sua ambizione.
pl: Lecz jeden klan kopał głębiej niż inne. Tylko jego bogactwo rosło szybciej niż jego chciwość.
pt_br: Mas um clã cavou mais fundo que os outros. Somente suas riquezas foram crescendo mais que suas ambições.
sr@latn: Međutim, jedno pleme je kopalo dublje od ostalih. Jedino je njegovo bogatstvo raslo brže od njegove pohlepe.
sv: Men en stam grävde djupare än de andra. Endast deras rikedom växte snabbare än deras girighet.

source: The years went by. The chief of the clan became the king of the gnomes. Thousands of men, women and children were sent to work in the deepest, most profitable mines.
de: Jahre vergingen. Der Anführer des Clans wurde zum König der Gnome. Tausende von Männern, Frauen und Kindern wurden zur Arbeit in den tiefsten, gewinnbringendsten Minen gezwungen.
es: Los años transcurrieron. El jefe del clan se convirtió en el rey de los gnomos. Miles de hombres, mujeres y niños se enviaron a trabajar en las minas más profundas y ricas.
fi: Vuodet vierivät, ja klaanin johtajasta tuli maahisten kuningas. Tuhansia miehiä, naisia ja lapsia lähetettiin työhön syvimpiin ja tuottoisimpiin kaivoksiin.
fr: Les années passèrent. Le chef du clan devint le roi des gnomes. Des milliers d'hommes, de femmes et d'enfants furent envoyés pour travailler dans les plus profondes et les plus rentables des mines.
it: Gli anni passavano. Il capoclan divenne il re degli gnomi. Migliaia di uomini, donne e bambini vennero mandati a lavorare nelle più ricche e profonde miniere.
pl: Lata mijały. Szef klanu został królem gnomów. Tysiące mężczyzn, kobiet i dzieci zostało wysłanych do pracy w najgłębszych, dających największe zyski kopalniach.
pt_br: Os anos se passaram. O chefe do clã se tornou rei dos gnomos. Milhares de homens, mulheres e crianças foram mandadas para as mais escuras e profundas minas para trabalhar.
sr@latn: Godine su prolazile. Poglavica plemena je postao kralj gnoma. Hiljade i hiljade ljudi, žena i dece je poslato da rade u najdubljim, najisplativijim rudnicima.
sv: Åren gick. Stammens hövding blev kung över tomtarna. Tusentals män, kvinnor och barn skickades för att arbeta i de djupaste, mest lönsamma gruvorna.

source: Then one day a large deposit of coal was found. Or so it was thought...
de: Eines Tages wurde eine gewaltige Kohleader entdeckt - zumindest dachte man dies...
es: Un día se encontró un gran depósito de carbón. O eso era lo que creían...
fi: Eräänä päivänä löydettiin laaja hiiliesiintymä. Tai niin luultiin...
fr: Un jour, une grande quantité de houille fut découverte. Ou du moins le pensait-on...
it: Un giorno venne trovato un grosso deposito di carbone, o almeno così si pensava...
pl: Pewnego dnia odkryto bogate złoże węgla. Lub tak też myślano...
pt_br: Então um dia, um grande depósito de carvão mineral foi encontrado. Ou pelo menos foi isso que eles pensaram...
sr@latn: A onda, jednog dana je pronađena velika količina uglja. Bar su tako isprva mislili...
sv: Så en dag hittades en stor förekomst av kol. Trodde man...

source: From the black carbon, a strange creature rose!
de: Der schwarzen Kohle entstieg eine mächtige Kreatur!
es: Del negro carbón, ¡una extraña criatura surgió!
fi: Mustan hiilen seasta nousikin outo otus!
fr: Du carbone noir naquit une étrange créature !
it: Dal nero carbone emerse una strana creatura!
pl: Z czarnego węgla wyłoniło się dziwne stworzenie!
pt_br: Do carvão preto, uma criatura surgiu!
sr@latn: Iz crnog ugljenika, diglo se čudnovato stvorenje!
sv: Ur det svarta kolet reste sig en konstig varelse!

source: The first moments of surprise among the workers were replaced with horror as hundreds of other shapes broke out of the vein, crushing everything and everybody on their way.
de: Die Überraschung der Arbeiter wurde zu lähmendem Entsetzen, als hunderte weiterer Gestalten der Ader entsprangen, wobei sie alles und jeden vernichteten, der es wagte, sich ihnen in den Weg zu stellen.
es: Los primeros momentos de sorpresa entre los trabajadores fueron reemplazados por el horror a medida que cientos de otras formas salían de la veta, destrozando cada cosa y cada cuerpo a su paso.
fi: Työläisten yllätys muuttui hetkessä kauhuksi, kun sadoittain muita hahmoja murtautui ulos hiilisuonesta, murskaten kaiken ja kaikki tiellään.
fr: Les premiers moments de surprise parmi les travailleurs firent place à l'horreur lorsque des centaines d'autres formes s'échappèrent de la veine, écrasant tout et tous sur leur passage.
it: Al primo attimo di sorpresa tra i minatori si sostituì l'orrore, quando videro centinaia di figure irrompere dalla vena,· chiacciando tutto e tutti sulla loro strada.
pl: Pierwsze chwile zaskoczenia wśród kopaczy zostały zastąpione przez horror setek innych kształtów rozpruwających żyły, niszczących każdą rzecz i ciało napotkane na swojej drodze.
pt_br: Os primeiros momentos de surpresa dos trabalhadores foram substituídos pelo horror de centenas de outros seres surgidos dos veios, destruindo tudo e todos que estivessem em seu caminho.
sr@latn: Užas je zamenio početno iznenađenje među radnicima kada su stotine drugih izašle iz kopova, gazeći sve pred sobom.
sv: Den första förvåningen bland arbetarna ersattes med skräck när hundratals andra figurer bröt sig loss ur ådran och krossade allt och alla i deras väg.

source: For months, the clan fought the monsters. Only a handful of messengers sent out to warn the other clans survived.
de: Monatelang kämpfte der Clan gegen die Monster. Nur eine Handvoll Boten überlebte, die entsandt wurden, um die anderen Clans zu warnen.
es: Por meses, el clan luchó contra los monstruos. Sólo un puñado de mensajeros sobrevivieron para marchar a avisar a los otros clanes.
fi: Klaani taisteli hirviöitä vastaan kuukausia. Vain kourallinen muita klaaneja varoittamaan lähetettyjä viestinviejiä selvisi.
fr: Durant des mois, le clan se battit contre les monstres. Seule une poignée de messagers envoyés pour prévenir les autres clans survécurent.
it: Per mesi il clan combattè i mostri. Solo una manciata di messaggeri sopravvisse, per avvertire gli altri clan.
pl: Przez miesiące, klan walczył z monstrami. Tylko garstce posłańców kazano ostrzec inne klany, które przetrwały.
pt_br: Durante meses o clã lutou contra os monstros. Apenas alguns mensageiros que foram enviados para fora para alertar os outros clãs sobreviveram.
sr@latn: Mesecima se pleme borilo protiv čudovišta. Preživelo je jedva nekoliko glasnika poslatih da obaveste ostala plemena.
sv: I månader kämpade stammen mot monstren. Endast ett fåtal bud som skickades ut för att varna de andra stammarna överlevde.

source: The world of the gnomes was threatened...
de: Die Welt der Gnome war in Gefahr.
fi: Maahisten maailma oli uhattuna...
fr: Le monde des gnomes était menacé...
it: Il mondo degli gnomi era minacciato...
pl: Istnienie świata gnomów było zagrożone...
pt_br: O mundo dos gnomos estava ameaçado...
sr@latn: Svet gnoma je bio ugrožen...
sv: Tomtarnas värld hotades...

source: By the black monsters made of carbon harder than steel, mechanical in their stupidity; but deadly.
de: Sie ging aus von den schwarzen Kohlemonstern: Härter als Stahl, von ungeheurer Torheit; doch tödlich.
es: Por los monstruos negros hechos de carbón más duros que el acero, mecánicos en su estupidez, pero letales.
fi: Sitä uhkasivat mustat hirviöt, jotka oli tehty terästäkin kovemmasta hiilestä. Ne olivat mekaanisisen typeriä, mutta tappavia.
fr: Par les monstres noirs faits de carbone plus durs que l'acier, mécaniques dans leur stupidité, mais mortels.
it: Dai mostri composti di un carbone più duro dell'acciaio, automi senza volontà, ma letali
pl: Z powodu czarnych monstrów złożonych z węgla twardszego niż stal, mechanicznych w swojej głupocie, lecz śmiertelnych.
pt_br: Pelos monstros negros feitos de carbono mais duro que aço, mecânicos em sua estupidez; mas mortalmente.
sr@latn: Ugrožen od crnih čudovišta napravljenih od ugljenika jačeg od čelika, mehaničkih u njihovoj gluposti, ali ubitačnih.
sv: Av de svarta monstren gjorda av kol hårdare än stål, mekaniska i deras dumhet; men dödliga.

source: By the armoured monsters so well-protected that only the bed-rock was hard enough to slay them.
de: Sie ging aus von den gepanzerten Monstern: So gut geschützt, dass nur das Felsgestein hart genug war, sie zu zerschmettern.
es: Pero los monstuos estaban tan bien protegidos que sólo la roca madre era lo suficientemente dura para matarlos.
fi: Sitä uhkasivat panssaroidut kauheudet, joiden kovan suojauksen läpäisemiseen vain kallioperän kivi oli kyllin kovaa.
fr: Par les monstres blindés si bien protégés que seule la roche mère était assez dure pour les détruire.
it: Da mostri corazzati talmente ben protetti che solo la roccia più dura poteva scalfirli.
pl: Przez opancerzone monstra tak dobrze chronione, że tylko skała macierzysta była wystarczająco twarda aby go przebić.
pt_br: Pelos monstros em suas couraças, tão bem protegidos que somente as jazidas de pedra foram duras o suficiente para arruiná-los.
sr@latn: Ugrožen od oklopljenih čudovišta tako dobro zaštićenih da su jedino stene dovoljno čvrste da ih unište.
sv: Av de bepansrade monstren, så välskyddade att endast berggrunden var tillräckligt hård för att slå ihjäl dem.

source: By the seekers, sneaky and tricky, red from the gnome blood that their spikes had spilled.
de: Sie ging aus von den Suchern, heimtückisch und verschlagen: Rot vor Gnomblut, das ihre Sporne vergossen.
fi: Sitä uhkasivat etsijät, luihut ja ovelat, punaisia maahisverestä, jota niiden piikit olivat vuodattaneet.
fr: Par les fouineurs, furtifs et rusés, rouges du sang des gnomes que leurs pointes avaient renversés.
it: Dai cercatori, viscidi ed ingannevoli, rossi del sangue degli gnomi che le loro lance avevano versato.
pl: Przez szukaczy, cichych i podstępnych, czerwonych od krwi gnomów, którymi ich włócznie zostały zbroczone.
pt_br: Pelos que procuraram, trapaceiro e ordinário, sangue vermelho dos gnomos que as estacas derramaram.
sr@latn: Ugrožen od tragača, prikrivenih i prevrtljivih, crvenih od krvi gnoma koju su prolili njihovi ubodi.
sv: Av sökarna, lömska och listiga, röda av tomteblodet som deras spetsar hade spillt.

source: And by the blue egg layers that multiplied their number by thousands.
de: Und sie ging aus von ihrer Brut, die ihre Anzahl tausendfach erhöhte.
es: Y por las capas del huvo azul que multiplicaron su número mor miles.
fi: Sitä uhkasivat myös siniset munijat, joiden joukot lisääntyivät tuhatkertaisiksi.
fr: Et par les couches d'oeufs bleus qui multipliaient leur nombre par milliers.
it: E dagli strati di uova blu che moltiplicavano il loro numero di migliaia.
pl: Oraz przez warstwy niebieskich jak, które zwielokrotniają ich liczby do tysięcy.
pt_br: E pelos aves de ovo azul que se multiplicaram aos milhares.
sr@latn: I ugroženi od plavih legača jaja koji su povećavali njihovu brojnost u hiljadama.
sv: Och av de blå äggläggarna som förökade dem i tusental.

source: The only remaining hope of the gnomes was a humble levitation worker. He had found a way to mash the monsters against the mountain rocks.
de: Die einzig verbleibende Hoffnung der Gnome war ein bedeutungsloser Schwebearbeiter. Er fand einen Weg, die Monster an den Bergfelsen zu zerschellen.
es: La última esperanza de los gnomps era un trabajador humilde trabajador levitador. Él había encontrado una manera de aplastar a los monstruos contra las piedras de la montaña.
fi: Maahisten viimeinen toivo oli vähäpätöinen leijujatyöläinen. Hän oli löytänyt keinon iskeä hirviöt vasten vuoren kiveä.
fr: Le seul espoir restant aux gnomes était un humble travailleur en lévitation. Il avait trouvé un moyen d'écraser les monstres contre le roc de la montagne.
it: L'ultima speranza rimasta agli gnomi era un umile minatore con il potere della levitazione, che aveva trovato il modo di schiacciare i mostri contro le roccie della montagna.
pl: Jedyną pozostałą nadzieją gnomów jest skromny lewitujący kopacz. Znalazł on sposób na pokonanie monstrów za pomocą górskich kamieni.
pt_br: A única esperança que restava aos gnomos era um humilde trabalhador que levitava. Ele encontrou uma maneira de esmagar os montros contra as rochas da montanha.
sr@latn: Jedina preostala nada gnomima je bio skromni lebdeći radnik. On je pronašao način da satre čudovišta o kamenite planine.
sv: Det enda återstående hoppet för tomtarna var en enkel levitationsarbetare. Han hade hittat ett sätt att mosa monstren mot bergsklipporna.

source: That hope is you.
de: Diese Hoffnung bist Du.
es: Esa esperanza eres tú
fi: Sinä olet tuo toivo.
fr: Cet espoir, c'est vous.
it: Questa speranza sei tu.
pl: Tą nadzieją jesteś ty.
pt_br: A esperança é você.
sr@latn: Ta nada si ti.
sv: Det hoppet är du.

source: You must battle your way deep into the mountains, past each of the levels of the clan of the kings and clear the way for the rock summoners to block the vein.
de: Du musst tief in die Berge vorstoßen, in jedem der Level des Königs-Clans bestehen und den Weg für die Felsenboten freiräumen, damit diese die Ader blockieren können.
es: Debes abrirte camino hasta las profundidades de las montañas, pasado cada uno de los niveles del clan de los reyes y limpia el camino de conjuradores de roca para bloquear la veta.
fi: Sinun tulee taistella tiesi syvälle vuoriin, ohi kunkin kuninkaiden klaanin tason, ja raivata tie kivenkutsujille, jotka voivat tukkia hiilisuonen.
fr: Vous devez vous frayer un chemin profondément à l'intérieur des montagnes, passer chacun des niveaux du clan des rois et nettoyer la place pour que les incantateurs du roc puissent boucher la veine.
it: Devi liberarti la strada in profondità attraverso la montagna, superare ogni livello del re dei clan ed aprire la strada agli evocatori di roccia che bloccheranno la vena.
pl: Musisz toczyć walkę w głębi gór, przejść każdy poziom klanu królów oraz wyczyścić drogę dla przywoływaczy kamieni aby zablokować korytarze.
pt_br: Você precisa lutar pelo caminho escuro do interior das montanhas, passar por todos os níveis do clã dos reis e limpar o caminho para que possam bloquear o veio.
sr@latn: Morate se probiti duboko u planine, proći svaki od nivoa kraljeva plemena i osloboditi put za skupljače kamena da zatvore kopove.
sv: Du måste kämpa dig djupt in i bergen, förbi varenda nivå med stammen av kungarna och bereda vägen för klippsammankallarna för att blockera ådran.

source: Only then can the gnomes survive...
de: Nur dann können die Gnome überleben...
es: Sólo entonces los gnomos podrán sobrevivir...
fi: Vain siten maahiset voivat selvitä hengissä...
fr: Alors seulement les gnomes pourront survivre...
it: Solo così gli gnomi potranno sopravvivere...
pl: Tylko wówczas gnomy mogą przeżyć...
pt_br: Somente assim os gnomos poderão sobreviver...
sr@latn: Jer jedino tako gnomi mogu preživeti...
sv: Endast då kan tomtarna överleva...

source: Monster Masher: cannot load the icon "%1".
de: Monster Masher: Das Symbol »%1« konnte nicht geladen werden.
es: Monster Masher: no se puede cargar el icono «%1».
fi: Monsunmuussaaja: kuvakkeen "%1" lataaminen epäonnistui.
fr: Monster masher : impossible de charger l'icône « %1 ».
it: Monster Masher: impossibile caricare l'icona "%1"
pl: Monster Masher: nie można wczytać ikony "%s".
pt_br: Monster Masher: não foi possível abrir o ícone "%1".
sr@latn: Sređivanje čudovišta: ne mogu da učitam ikonu „%1“.
sv: Monster Masher: kan inte läsa in ikonen "%1".

source: Resurrections: %1
de: Wiederauferstehungen: %1
es: Resurrecciones: %1
fi: Henkiinherätyksiä: %1
fr: Résurrections : %1
it: Resurrezioni: %1
pl: Wskrzeszenia: %1
pt_br: Resurreições: %1
sr@latn: Vaskrsenja: %1
sv: Återuppståndelser: %1

source: Score: %1
de: Punktzahl: %1
es: Puntuación: %1
fi: Pisteet: %1
it: Punteggio: %1
pl: Punktacja: %1
pt_br: Pontos: %1
sr@latn: Uspeh: %1
sv: Poäng: %1

source: Level: %1
es: Nivel: %1
fi: Taso: %1
fr: Niveau : %1
it: Livello: %1
pl: Poziom: %1
pt_br: Nível %1
sr@latn: Nivo: %1
sv: Nivå: %1

source: _New game
de: _Neues Spiel
es: _Juego nuevo
fi: _Uusi peli
fr: _Nouveau jeu
it: _Nuovo gioco
pl: _Nowa gra
pt_br: _Novo jogo
sr@latn: _Nova igra
sv: _Nytt spel

source: _Introduction
de: E_inführung
es: _Introducción
fi: Jo_hdanto
it: _Introduzione
pl: _Wprowadzenie
pt_br: _Introdução
sr@latn: _Uvod
sv: _Introduktion

source: _Preferences
de: _Einstellungen
es: _Preferencias
fi: _Asetukset
fr: _Préférences
it: Preferen_ze
pl: _Preferencje
pt_br: _Preferências
sr@latn: _Postavke
sv: _Inställningar

source: _About
de: _Info
es: A_cerca de
fi: _Tietoja pelistä
fr: À _propos
it: I_nformazioni
pl: _O programie
pt_br: _Sobre
sr@latn: _O programu
sv: _Om

source: _Quit
de: _Beenden
es: _Salir
fi: _Lopeta
fr: _Quitter
it: _Esci
pl: _Wyjdź
pt_br: _Sair
sr@latn: _Izađi
sv: _Avsluta

source: _Resume game
de: Zum Spiel _zurückkehren
es: _Continuar juego
fi: _Jatka peliä
fr: _Reprendre le jeu
it: _Riprendi il gioco
pl: _Wznów grę
pt_br: _Retomar o jogo
sr@latn: _Nastavi igru
sv: _Återuppta spel

source: Re_start level
de: Level _neu starten
es: Rein_iciar nivel
fi: Aloita _taso alusta
fr: Recommencer le _niveau
it: Re_inizia livello
pl: _Uruchom poziom ponownie
pt_br: Re_iniciar o nível
sr@latn: Nivo o_d početka
sv: Starta _om nivå
