Repository: Palmfeldt/monster-masher-js
Catalog: monster-masher-1.8/po/*.po
Languages: de, es, fi, fr, it, pl, pt_br, sr@latn, sv

source: _End game
de: Spiel _beenden
es: Ter_minar juego
fi: _Lopeta peli
fr: _Terminer le jeu
it: _Fine partita
pl: _Zakończ grę
pt_br: _Acabar o jogo
sr@latn: _Završi igru
sv: A_vsluta spel

source: Fast-paced monster mashing game for GNOME. Splat the monsters before they roll over you and take over the world of the gnomes!
de: Ein schnelles Spiel für GNOME, bei dem es darum geht, Monster zu zerschmettern. Zerquetsche die Monster, bevor sie Dich überrollen und die Welt der Gnome erobern!
es: Juego consistente en aplastar monstruos para Gnome. Aplaste los monstruos antes de que pasen por encima suyp y conquisten el mundo de los gnomos.
fi: Nopeatempoinen monsunmuussauspeli Gnomelle. Liiskaa hirviöt ennen kuin ne jyräävät sinut ja valtaavat maahisten maailman!
fr: Jeu rapide de labyrinthe pour GNOME. Écrasez les monstres avant qu'ils ne vous aplatissent et sauvez le monde des gnomes !
it: Un veloce gioco arcade per GNOME. Schiaccia i mostri prima che ti travolgano e conquistino il mondo degli gnomi!
pl: Szybka gra GNOME w niszczenie monstrów. Zniszcz monstra zanim one zrobią to samo z tobą i zajmą świat gnomów!
pt_br: Jogo de amassar monstros para o GNOME. Acabe com os monstros antes que passem por você e dominem o mundo dos gnomos!
sr@latn: Brza igra sređivanja čudovišta za Gnoma. Spljeskajte čudovišta pre nego što vas savladaju i osvoje svet gnoma!
sv: Monstermosningsspel för GNOME. Krossa monstren innan de rullar över dig och tar över tomtarnas värld!

source: Monster Masher
fi: Monsunmuussaaja
sr@latn: Sređivanje čudovišta

source: translator-credits
de: Christian <chris@gnome-de.org>
es: Francisco F. Serrador <serrador@cvs.gnome.org>
fi: Sini Ruohomaa, 2004 http://gnome.fi/
fr: David Soulayrol <david.soulayrol.2000@anciens.enib.fr>
it: Riccardo BozzoriccardoNOSPAM@upweb.it
pl: GNOME PL Team <translators@gnome.pl>
pt_br: Franz Gustav Niederheitmann <franzn@nwsi.com.br> Raphael Higino <raphaelh@uai.com.br>
sr@latn: Danilo Šegan <danilo@prevod.org> Prevod.org — prevod na srpski jezik.
sv: Christian Rose Skicka synpunkter på översättningen till sv@li.org

source: (resur.: %1)
de: (Wieder.: %1)
fi: (h-herätyksiä: %1)
fr: (résur. : %1)
pl: (wskrz.: %1)
pt_br: (ressur.: %1)
sr@latn: (vaskrs.: %1)
sv: (återuppst.: %1)

source: An error occurred while reading the file "%1". This may mean that the recordings of what levels you have passed are lost.
de: Beim Lesen der Datei »%1« ist ein Fehler aufgetreten. Dies deutet darauf hin, dass die Aufzeichnungen darüber verloren gegangen sind, welche Level Sie bereits geschafft haben.
es: Ocurrió un error al leer el archivo «%1». Esto puede significar que las grabaciones de los nivees que has pasado se han perdido.
fi: Tiedostoa "%1" ladattaessa tapahtui virhe. Tämän johdosta tieto läpäisemistäsi tasoista saattoi kadota.
fr: Une erreur est apparue en lisant le fichier « %1 ». Cela pourrait signifier que les enregistrements des niveaux que vous avez passé sont perdus.
it: Si è· erificato un errore nella lettura del file "%1". Questo potrebbe significare che i salvataggi dei livelli superati sono andati perduti.
pl: Podczas odczytu pliku "%1" wystąpił błąd. To może oznaczać, że zapisane poziomy, które udało się ukończyć zostały utracone.
pt_br: Ocorreu um erro ao ler o arquivo "%1". Isso pode significar que os registros dos níveis que você passou foram perdidos.
sr@latn: Dogodila se greška pri učitavanju datoteke „%1“. Ovo možda znači da su izgubljeni zapisi o tome koje ste nivoe prešli.
sv: Ett fel inträffade vid läsning av filen "%1". Detta kan betyda att inspelningarna av vilka nivåer du passerat har gått förlorade.

source: Load error
de: Fehler beim Laden
es: Error en la carga
fi: Latausvirhe
fr: Erreur de chargement
it: Errore nel caricamento
pl: Błąd podczas wczytywania
pt_br: Erro ao carregar
sr@latn: Greška pri učitavanju
sv: Inläsningsfel

source: An error occurred while saving the file "%1". This may mean that the recordings of what levels you have passed are lost.
de: Beim Speichern der Datei »%1« ist ein Fehler aufgetreten. Dies deutet darauf hin, dass die Aufzeichnungen darüber verloren gegangen sind, welche Level Sie bereits geschafft haben.
es: Ocurrió un error al guardar el archivo «%1». Esto podría significar que las grabaciones de los niveles que ha pasado se han perdido.
fi: Tiedostoa "%1" tallennettaessa tapahtui virhe. Tämän johdosta tieto läpäisemistäsi tasoista saattoi kadota.
fr: Une erreur est apparue pendant la sauvegarde du fichier « %1 ». Ceci peut signifier que les enregistrements des niveaux que vous avez passé sont perdus.
it: Si è verificato un errore nel· alvataggio del file "%1". Questo potrebbe significare che i salvataggi dei livelli superati sono andati perduti.
pl: Wystąpił błąd podczas zapisu pliku "%1". To może oznaczać, że nie zostały zapisane ukończone poziomy.
pt_br: Ocorreu um erro ao salvar o arquivo "%1". Isso pode significar que os registros dos níveis que você passou foram perdidos.
sr@latn: Dogodila se greška pri čuvanju datoteke „%1“. Ovo možda znači da su izgubljeni zapisi o tome koje ste nivoe prešli.
sv: Ett fel inträffade vid sparande av filen "%1". Detta kan betyda att inspelningarna av vilka nivåer du passerat har gått förlorade.

source: Save error
de: Fehler beim Speichern
es: Error al guardar
fi: Tallennusvirhe
fr: Erreur de sauvegarde
it: Errore nel salvataggio
pl: Błąd podczas zapisu
pt_br: Erro de gravação
sr@latn: Greška pri čuvanju
sv: Sparandefel

source: <b>Difficulty</b>
de: <b>Schwierigkeitsgrad</b>
es: <b>Dificultad</b>
fi: <b>Vaikeustaso</b>
fr: <b>Difficulté</b>
it: <b>Difficoltà</b>
pl: <b>Trudność</b>
pt_br: <b>Dificuldade</b>
sr@latn: <b>Složenost</b>
sv: <b>Svårighet</b>

source: <b>Fullscreen</b>
de: <b>Vollbild</b>
es: <b>Pantalla completa</b>
fi: <b>Kokoruututila</b>
fr: <b>Plein écran</b>
it: <b>Schermo Intero</b>
pl: <b>Pełny ekran</b>
pt_br: <b>Tela Cheia</b>
sr@latn: <b>Ceo ekran</b>
sv: <b>Helskärm</b>

source: <b>Level</b>
es: <b>Nivel</b>
fi: <b>Taso</b>
fr: <b>Niveau</b>
it: <b>Livello</b>
pl: <b>Poziom</b>
pt_br: <b>Nível</b>
sr@latn: <b>Nivo</b>
sv: <b>Nivå</b>

source: <b>Moving</b>
de: <b>Fortbewegung</b>
es: <b>Movimiento</b>
fi: <b>Liikkuminen</b>
fr: <b>Déplacement</b>
it: <b>Movimenti</b>
pl: <b>Poruszanie</b>
pt_br: <b>Movimento</b>
sr@latn: <b>Kretanje</b>
sv: <b>Flytt</b>

source: <b>Number of Players</b>
de: <b>Spieleranzahl</b>
es: <b>Número de jugadores</b>
fi: <b>Pelaajien määrä</b>
fr: <b>Nombre de joueurs</b>
it: <b>Numero di giocatori</b>
pl: <b>Liczba graczy</b>
pt_br: <b>Número de Jogadores</b>
sr@latn: <b>Broj igrača</b>
sv: <b>Antal spelare</b>

source: <b>Pull block</b>
de: <b>Block ziehen</b>
es: <b>Tirar del bloque</b>
fi: <b>Järkäleen veto</b>
fr: <b>Tirer un bloc</b>
it: <b>Trascinare i massi</b>
pl: <b>Przeciąganie bloków</b>
pt_br: <b>Puxar bloco</b>
sr@latn: <b>Povucite blok</b>
sv: <b>Drag block</b>

source: Appearance
de: Erscheinungsbild
es: Apariencia
fi: Ulkonäkö
fr: Apparence
it: Aspetto
pl: Wygląd
pt_br: Aparência
sr@latn: Izgled
sv: Utseende

source: Key for activating pulling of blocks
de: Taste, um an Blöcken zu ziehen
es: Tecla para activar el arrastre de bloque tirando
fi: Järkäleiden vetämisen aktivoiva näppäin
fr: Touche pour tirer un bloc
it: Tasto per azionare il trascinamento del masso
pl: Klawisz aktywujący ciągnięcie bloków
pt_br: Tecla para ativar o puxo de blocos
sr@latn: Taster za povlačenje blokova
sv: Tangent för att aktivera dragande av block

source: Key for moving down
de: Taste, um sich nach unten zu bewegen
es: Tecla para bajar
fi: Alas siirtymisen näppäin
fr: Touche pour se déplacer vers le bas
it: Tasto per spostarsi in basso
pl: Klawisz do poruszania w dół
pt_br: Tecla para mover para baixo
sr@latn: Taster za pokret dole
sv: Tangent att flytta nedåt

source: Key for moving to the left
de: Taste, um sich nach links zu bewegen
es: Tecla para ir a la izquierda
fi: Vasemmalle siirtymisen näppäin
fr: Touche pour se déplacer vers la gauche
it: Tasto per spostarsi a sinistra
pl: Klawisz do poruszania w lewo
pt_br: Tecla para mover para esquerda
sr@latn: Taster za pokret levo
sv: Tangent att flytta till vänster

source: Key for moving to the left and down
de: Taste, um sich nach unten links zu bewegen
es: Tecla para ir a la izquierda y bajar
fi: Alavasemmalle siirtymisen näppäin
fr: Touche pour se déplacer vers le bas et à gauche
it: Tasto per spostarsi in basso a sinistra
pl: Klawisz do poruszania w lewo i w dół
pt_br: Tecla para mover para esquerda e para baixo
sr@latn: Taster za pokret levo i desno
sv: Tangent för att flytta till vänster och nedåt

source: Key for moving to the left and up
de: Taste, um sich nach oben links zu bewegen
es: Tecla para ir a la izquierda y subir
fi: Ylävasemmalle siirtymisen näppäin
fr: Touche pour se déplacer vers le haut et à gauche
it: Tasto per spostarsi in alto a sinistra
pl: Klawisz do poruszania w lewo i w górę
pt_br: Tecla para mover para esquerda e para cima
sr@latn: Taster za pokret levo i gore
sv: Tangent för att flytta till vänster och uppåt

source: Key for moving to the right
de: Taste, um sich nach rechts zu bewegen
es: Tecla para ir a la derecha
fi: Oikealle siirtymisen näppäin
fr: Touche pour se déplacer vers la droite
it: Tasto per spostarsi a destra
pl: Klawisz do poruszania w prawo
pt_br: Tecla para mover para direita
sr@latn: Taster za pokret desno
sv: Tangent för att flytta till höger

source: Key for moving to the right and down
de: Taste, um sich nach unten rechts zu bewegen
es: Tecla para ir a la derecha y bajar
fi: Alaoikealle siirtymisen näppäin
fr: Touche pour se déplacer vers le bas et à droite
it: Tasto per spostarsi in basso a destra
pl: Klawisz do poruszania w prawo i w dół
pt_br: Tecla para mover para direita e para baixo
sr@latn: Taster za pokret desno i dole
sv: Tangent för att flytta till höger och nedåt

source: Key for moving to the right and up
de: Taste, um sich nach rechts oben zu bewegen
es: Tecla para ir a la derecha y subir
fi: Yläoikealle siirtymisen näppäin
fr: Touche pour se déplacer vers le haut et à droite
it: Tasto per spostarsi in alto a destra
pl: Klawisz do poruszania w prawo i w górę
pt_br: Tecla para mover para direita e para cima
sr@latn: Taster za pokret desno i gore
sv: Tangent för att flytta till höger och uppåt

source: Key for moving up
de: Taste, um sich nach oben zu bewegen
es: Tecla para subir
fi: Ylös siirtymisen näppäin
fr: Touche pour se déplacer vers le haut
it: Tasto per spostarsi in alto
pl: Klawisz do poruszania w górę
pt_br: Tecla para mover para cima
sr@latn: Taster za pokret gore
sv: Tangent för att flytta uppåt

source: Player 1 keys
de: Tasten, Spieler 1
es: Teclas del jugador 1
fi: Pelaajan 1 näppäimet
fr: Touches du joueur 1
it: Tasti giocatore 1
pl: Klawisze 1-go gracza
pt_br: Teclas do jogador 1
sr@latn: Tasteri za 1. igrača
sv: Tangenter för spelare 1

source: Player 2 keys
de: Tasten, Spieler 2
es: Teclas del jugador 2
fi: Pelaajan 2 näppäimet
fr: Touches du joueur 2
it: Tasti giocatore 2
pl: Klawisze 2-go gracza
pt_br: Teclas do jogador 2
sr@latn: Tasteri za 2. igrača
sv: Tangenter för spelare 2

source: Preferences
de: Einstellungen
es: Preferencias
fi: Asetukset
fr: Préférences
it: Preferenze
pl: Preferencje
pt_br: Preferências
sr@latn: Postavke
sv: Inställningar

source: Start Game
de: Spielbeginn
es: Iniciar juego
fi: Aloita peli
fr: Démarrer le jeu
it: Inizia partita
pl: Rozpoczęcie gry
pt_br: Iniciar Jogo
sr@latn: Počni igru
sv: Börja spel

source: Start at _level:
de: Beginnen in _Level:
es: Iniciar en el _nivel:
fi: Aloita _tasolta:
fr: Démarrer au _niveau :
it: Inizia dal _livello:
pl: Początkowy p_oziom:
pt_br: Começar no _nível:
sr@latn: Počni na _nivou:
sv: Börja på _nivå:

source: Use _fullscreen mode
de: _Vollbildmodus verwenden
es: Usar modo a pantalla _completa
fi: Käytä _koko ruutu
fr: Utiliser le mode _plein écran
it: Usa _schermo intero
pl: Try_b pełnoekranowy
pt_br: Usar modo de _tela cheia
sr@latn: Preko _celog ekrana
sv: Använd _helskärmsläge

source: _Easy
de: _Einfach
es: _Fácil
fi: _Helppo
fr: _Facile
it: _Facile
pl: Ł_atwy
pt_br: _Fácil
sr@latn: _lakom
sv: _Lätt

source: _Hard
de: _Schwer
es: _Difícil
fi: _Vaikea
fr: Di_fficile
it: _Difficile
pl: _Trudny
pt_br: _Difícil
sr@latn: _teškom
sv: _Svår

source: _Medium
de: _Mittel
es: _Medio
fi: Ke_skitaso
fr: _Moyen
it: _Medio
pl: Ś_redni
pt_br: _Médio
sr@latn: _srednjem
sv: _Mellan

source: _One player
de: E_in Spieler
es: _Un jugador
fi: _Yksi pelaaja
fr: _Un joueur
it: _Un giocatore
pl: J_eden gracz
pt_br: _Um jogador
sr@latn: _Jedan igrač
sv: _En spelare

source: _Start
de: _Beginnen
es: _Iniciar
fi: _Aloita
fr: _Démarrer
it: _Inizio
pl: _Rozpocznij
pt_br: _Começar
sr@latn: _Počni
sv: _Börja

source: _Two players
de: _Zwei Spieler
es: _Dos jugadores
fi: _Kaksi pelaajaa
fr: D_eux joueurs
it: Du_e giocatori
pl: _Dwóch graczy
pt_br: _Dois jogadores
sr@latn: _Dva igrača
sv: _Två spelare

source: Mash monsters and save the gnomes
de: Monster zerschmettern und so die Gnome retten
es: Aplasta a los monstruos y salva a los gnomos
fi: Liiskaa hirviöt ja pelasta maahiset
fr: Écrase les monstres et sauve les gnomes
it: Schiaccia i mostri e salva gli gnomi
pl: Zniszcz potwory i uratuj gnomy
pt_br: Amace os monstros e salve os gnomos
sr@latn: Sredite čudovišta i spasite gnome
sv: Mosa monster och rädda tomtarna

source: The string should be the GDK name of the key value to use (can be found in gdk/gdkkeynames.c).
de: Die Zeichenkette sollte auf den GDK-Namen des zu verwendenden Tastenwerts gesetzt werden (zu finden in gdk/gdkkeynames.c).
es: La cadena debería ser el nombre GDK del valor de la tecla a usar (puede encontrarse en gdk/gdkkeynames.c).
fi: Tämän merkkijonon tulisi olla käytettävän näppäimen GDK-nimi (nimet löytyvät tiedostosta gdk/gdkkeynames.c).
fr: La chaîne devrait être le nom GDK de la valeur de clef à utiliser (voir gdk/gdkkeynames.c).
it: La stringa deve essere il nome GDK del valore del tasto da usare (reperibile nel file gdk/gdkkeyname.c)
pl: Napis powinien być nazwą GDK wartości klucza, który ma być używany (można go znaleźć w pliku gdk/gdkkeynames.c).
pt_br: A string deve ser o nome GDK do valor da tecla para ser usada (pode ser encontrado em gdk/gdkkeynames.c).
sr@latn: Niska treba da predstavlja Gdk ime za vrednost tastera (može se naći u gdk/gdkkeynames.c).
sv: Strängen bör vara GDK-namnet för tangentvärdet som ska användas (kan hittas i gdk/gdkkeynames.c).

source: Use fullscreen
de: Vollbild verwenden
es: Usar pantalla completa
fi: Käytä koko ruutu
fr: Plein écran
it: Utilizza schermo intero
pl: Tryb pełnoekranowy
pt_br: Usar tela cheia
sr@latn: Prikaži preko celog ekrana
sv: Använd helskärmsläge
